{
    "says \"heart\" (&lt;3 and &lt;/3 count)": "Neuro says \"heart\" according to her voice, unprompted by donations",
    "neuro swears": "Neuro says a swear word / bad word. Even minor swears such as dumbass are included",
    "makes up a person": "Neuro makes up a random person, usually by name<br/>If you need help, watch chat for :WHOMEGALUL: (WHOMEGALUL) emote spam",
    "meows": "Neuro meows unprompted",
    "calls for mods": "Neuro calls for her mods",
    "mentions other vtubers unprompted": "Neuro mentions other vtubers without being prompted by donations first",
    "mentions vedal unprompted": "Neuro mentions Vedal unprompted, without being mentioned by donations/chat",
    "mentions evil unprompted": "Neuro mentions Evil unprompted, without being mentioned by donations/chat. Mentioning her as \"my sister\" also counts",
    "donowalls chatter": "Neuro ignores a message highlight / donation, does not count if a message is too long for priority",
    "brings up previous stream unprompted": "Neuro mentions a previous stream unprompted, without the topic being brought up by donations/chat",
    "calls herself god/goddess": "Neuro calls herself a god or a goddess",
    "threatens chat": "Neuro threatens chat as a whole or a specific chatter in some way",
    "loves chat": "Neuro says that she loves chat as a whole or a specific chatter",
    "acts corpa": "Neuro acts corpa in some way, including begging for subs",
    "tech issues": "Neuro has tech issues in some way, including sprouting her error phrase (\"Someone tell Vedal there's a problem with my AI\") several times",
    "threatens to take over the world": "Neuro threatens to take over the world, regardless of which way she does it or what she does with said power",
    "changes scene": "The scene changes (to art review or games for example). Obviously the switches from the starting soon screen to Neuro does not count",
    "collab partner joins": "A collab partner joins the call. This does include Vedal",
    "changes title": "Neuro changes the stream title. You can tell if Neuro changed it via the on-stream UI for title changes",
    "makes a poll": "Neuro makes a poll, regardless of the content of said poll. You can tell if Neuro created it via the on-stream UI for polls",
    "calls evil": "Neuro calls Evil, her sister, during the stream",
    "plays sound effect": "Neuro plays a sound effect",
    "does a flip": "Neuro does a flip (rotates 360)",
    "zooms in": "Neuro zooms in (comes closer to the stream)",
    "times out chatter": "Neuro times out a chatter and vocally mentions that she has done so",
    "is wholesome": "Neuro is wholesome ( :Stronge: moment)",
    "links to a website": "Neuro links to a random website, even if it doesn't resolve",
    "speaks fast": "Neuro speaks fast at any point",
    "threatens to end stream": "Neuro threatens to end the stream"
}