{
  "tech issues": "some sort of tech issues occur<br/>This can be related to the start of the subathon, the timer, or Neuro/Evil themselves",
  "timer surpasses 48 hours": "the timer exceeds 48 hours",
  "original song": "Vedal releases the Neuro original song during the start of the stream",
  "guest appears": "someone other than Vedal, Neuro, or Evil appears on stream (must be live, not artwork of them)",
  "both twins appear at same time": "both Neuro and Evil are present at the same time live (not in videos)",
  "new model": "Vedal debuts a new model for either himself, Neuro, or Evil",
  "new song-based subgoal": "one of the subgoals is song-based",
  "new plush": "one of the subgoals is a new plushie (either Evil 2.0 or Tutel plushie)",
  "first 5 subgoals reached": "the first 5 subgoals are reached",
  "first 10 subgoals reached": "the first 10 subgoals are reached",
  "first 15 subgoals reached": "the first 15 subgoals are reached",
  "vedal plays game with twin": "Vedal plays a game with either Neuro or Evil (or both!)",
  "new ai upgrades": "Vedal reveals some upgrades made during the break (e.g. new abilities)",
  "schedule appears": "the schedule for the subathon appears",
  "mini plays minecraft with twin": "Mini joins the stream and plays Minecraft with either Neuro or Evil",
  "vedal lowers time per sub": "Vedal lowers the time per sub during the subathon",
  "new intro screen": "the intro screen used is different from normal<br/><br/>Dev note: look we gotta have some free spaces alright?",
  "all family on screen": "Vedal, Neuro, Evil, and Anny are all on stream at the same time. This does not count if it's a static image.",
  "last subathon recap": "a recap of the last subathon occurs, either verbally by Vedal or visually via a video/scene",
  "new cover": "a new cover is released during the subathon",
  "vedal says happy birthday": "Vedal says happy birthday to Neuro<br/><br/>Dev note: buh i didn't add refreshing to this bucket umbrella this is gonna be a dead space after day 1",
  "chat spams :hiyori: during song": "chat spams the :hiyori: (hiyori) emote during the original song<br/><br/>Dev note: umbrella says this is his hail mary and the previous times i've thrown prompts like this out they've occurred so i'm not making that mistake again test"
}