{
  "swears unprompted": "Evil swears, unprompted by donations, chat, or visitors",
  "threatens chat": "Evil threatens chat in some way",
  "says \"heart\" unprompted": "Evil says \"heart\", unprompted by donations, chat, or visitors",
  "breaks character": "Evil breaks character and does not act evil (she can still love chat and be evil tho)",
  "loves chat": "Evil loves chat as an entity, not individual chatters",
  "makes strange noises": "Evil makes a strange noise",
  "talks about being evil unprompted": "Evil talks about her being evil, unprompted by donations or chat",
  "acts corpa unprompted": "Evil acts corpa by begging / asking for subs, shilling for Abandoned Archive, or begging / asking for people to buy her merch, unprompted by donations or chat",
  "misspells a name": "Evil mispells someones name",
  "makes up a person": "Evil makes up a person. Verify with others if you are unsure if a person exists or not",
  "meows": "Evil meows",
  "has tech issues": "Evil has tech issues, including but not limited to SSL issues, repeatidly saying \"Someone tell Vedal there's a problem with my AI\", or freezing.<br/><br/>For this to count with the error phrase, the error phrase must be repeated at least 2 times with no mistakes or extra parts added.",
  "reviews art": "Evil comments on an artwork during the art review segment of the stream",
  "recognises self in art": "Evil recognises herself in an artwork during the art review",
  "references another vtuber unprompted": "Evil references another vtuber, unprompted by donations, chat, or visitors (e.g. if Filian joins call, further mentions of Filian until Evil changes topic after she leaves do not count)",
  "calls herself a god/goddess": "Evil calls herself a god or goddess, or compares herself to such concepts",
  "mentions vedal randomly": "Evil mentions Vedal randomly, obviously does not include \"Someone tell Vedal there's a problem with my AI\" as this is potentially triggered by an internal issue",
  "mentions her sister unprompted": "Evil mentions Neuro, not nessacerally by name, unprompted by donations, chat, or visitors",
  "calls for mods": "Evil calls for her mods",
  "donowalls TTS": "Evil donowalls a TTS message. Having your message deemed too long for priority does not count",
  "mentions the apocalypse": "Evil mentions the apocalypse, or the end of the world",
  "threatens to take over the world": "Evil threatens to take over the world, regardless of what she does with such power",
  "evil laugh": "Evil does an evil laugh (mwhahahahaha)",
  "someone shows up": "a visitor appears on stream, regardless of whether Evil called them, or they joined in themselves. Vedal counts for this prompt",
  "does a flip": "Evil does a flip (rotates 360)",
  "plays sound effect correctly": "Evil plays a sound effect in the correct context, for example playing Incorrect Buzzer when saying someone is incorrect",
  "makes a poll": "Evil makes a poll, regardless of the content of said poll.<br/><br/>For this to count, the creator of the poll must be <b>vedal987</b> according to the report poll menu (do not actually report it!)",
  "changes title": "Evil changes the stream title.<br/><br/>For this to count, no chat mods must claim responsibility for the title change. You may mark this if you believe Evil changed it but you must unmark it if it becomes apparent that this is not the case",
  "mod timed out": "Evil times out one of her moderators, resulting in said moderator losing their permissions<br/>Also counts if they are also a collab partner (e.g. Camila)"
}
